Chat+actiontext/app/controllers/messages_controller.rb

  def create
    @message = Message.create(msg_params)
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "n"], ["created_at", "2019-10-18 12:21:18.828682"], ["updated_at", "2019-10-18 12:21:18.828682"]]